Repository: vidriloco/Wikicleta-iOS
Catalog: Wikicleta/*.lproj/Localizable.strings
Languages: es

source: Back
es: Atrás

# close
source: Dismiss
es: Cerrar

source: New
es: Nuevo

source: Save
es: Guardar

source: Save as draft
es: Guardar como borrador

source: Cancel
es: Cancelar

# notice_message
source: Ups!
es: Hey!

# accept
source: OK
es: Va

# all_fields_required
source: All fields are required
es: Se requieren todos los campos

# wait_please
source: Hold on, please
es: Espera por favor

source: Map
es: Mapa

source: created by
es: creado por

# updated_at
source: updated
es: actualizado

# distance_at
source: at
es: a

# no_backend_response_error
source: No response from remote server, perhaps your internet connection is down
es: Sin respuesta del servidor remoto, quizás perdiste la conexión a internet

# could_not_upload_error
source: We are sorry, we were unable to save this now
es: Lo sentimos, no fué posible subir esto ahora

source: Description cannot be empty
es: La descripción no puede ir vacía

# description_length_out_of_bounds
source: Description should be more juicy
es: La descripción debe estar más detallada

# name_cannot_be_empty
source: A name should be given
es: El nombre no puede ir vacío

source: Explore
es: Explora

source: Log-in
es: Entra

# join
source: Sign-up
es: Registro

# registration_title
source: Join Wikicleta
es: Únete a Wikicleta

# registration_button
source: Sign-up
es: Finalizar

# registration_view_title
source: Become a member of the biggest online cycling community on your city!
es: ¡Se parte de la comunidad ciclista en linea más grande en tu ciudad!

# registration_username_placeholder
source: Username
es: Nombre de usuario

# registration_password_placeholder
source: Password
es: Contraseña

# registration_password_confirmation_placeholder
source: Password confirmation
es: Confirmación de Contraseña

# sign_in_error_message
source: We were unable to create your account, try again later please
es: Tu cuenta no pudo ser creada, intenta de nuevo más tarde

# password_dont_match_error_message
source: Both passwords doesn't match
es: Las contraseñas no coinciden

# email_format_error_message
source: The email you provided is not a valid one
es: El e-mail que proporcionaste no es válido

# username_format_error_message
source: The username you've provided is not valid, check it does not have white spaces
es: El nombre de usuario que proporcionaste no es válido; revisa que no tenga espacios.

# username_taken_error
source: Sorry, the username you provided is already taken :(
es: Lo sentimos, este nombre de usuario ya ha sido tomado :(

# email_taken_error
source: The email you provided is already registered on Wikicleta
es: Este e-mail ya lo tenemos registrado

# could_not_sign_in
source: Could not sign you on
es: No fué posible registrarte

# login_title
source: Enter Wikicleta
es: Entra a Wikicleta

# login_view_title
source: Hey there!
es: ¡Hey, Hola!

# login_view_subtitle
source: Already have an account on Wikicleta?
es: ¿Ya tienes cuenta en Wikicleta?

# login_button
source: Log-in
es: Iniciar

# login_username_placeholder
source: Username or Email
es: Nombre de usuario o email

# login_password_placeholder
source: Password
es: Contraseña

# could_not_log_in_explanation
source: Check your username and password combination please
es: Verifica tu nombre de usuario y contraseña

# could_not_log_in
source: Could not log you on
es: No fué posible iniciar sesión

# discover_menu
source: discover
es: descubre

# events_menu
source: events
es: eventos

# join_menu
source: join
es: únete

# profile_menu
source: you
es: tu

# messages_menu
source: communication
es: mensajes

# poi_details_title
source: Details
es: Detalles

# community_title_label
source: What the community says?
es: ¿Qué dice la comunidad?

# layers_menu_title
source: Layers
es: Capas

# routes_layers
source: routes
es: rutas

# trips_layers
source: tours
es: paseos

# parkings_layers
source: parkings
es: estacionamientos de bicis

# bicycle_lanes_layers
source: lanes
es: ciclovias

# workshops_layers
source: fix & buy
es: talleres y tiendas

# cycle_stations_layers
source: city bikes
es: bicicletas compartidas

# cycling_groups_layers
source: cycling groups
es: grupos ciclistas

# location
source: Your location
es: Tu ubicación

source: Government provided
es: Oficial

source: Urban mobiliary
es: Mobiliario urbano

source: Venue provided
es: De un establecimiento

# parkings_title
source: Bike-parking
es: Bici-estacionamiento

# ranking
source: %f ranking
es: %f opinión

# rankings
source: %f rankings
es: %f opiniones

source: Has roof
es: Con techo

# lacks_roof
source: Has no roof
es: Sin techo

source: Sightseeing
es: Para visitar en bici

# danger
source: Dangerous place
es: Punto de Riesgo

# alert
source: Recommendation
es: Recomendación

# workshop_and_store_title
source: Bikeshop
es: Taller y Tienda de Bicis

# workshop_title
source: Bicycle Repair
es: Taller de bicis

# contact_title_label
source: Contact Info
es: Info de Contacto

# slots_available
source: Available slots
es: Espacios disponibles

# bikes_available
source: Available bicycles
es: Bicis disponibles

source: Route
es: Ruta

# route_to_start
source: Go to start
es: Ir al inicio

# route_to_end
source: Go to end
es: Ir al final

# route_attach_view
source: Attach
es: Fijar

# route_detach_view
source: Detach
es: Soltar

# share_title
source: Share
es: Compartir

# share_close_text
source: Hide
es: Ocultar

# edit_parking_subtitle
source: Select a type and leave a brief description
es: Selecciona su tipo y deja una breve reseña

# parking_has_roof
source: Has roof?
es: ¿Tiene techo?

# edit_tip_subtitle
source: Select a type and leave a brief description
es: Selecciona su tipo y deja una breve reseña

# description_placeholder
source: Leave a brief description here
es: Deja una breve descripción

source: Uploading tip ...
es: Subiendo tip ...

# workshop_horary
source: Do you know this bikeshop service schedule? Share it!
es: ¿Conoces el horario de servicio? ¡Compártelo!

# workshop_website
source: Website
es: Sitio web

# workshop_name
source: Name
es: Nombre

# workshop_cellphone
source: Cellphone
es: Celular

# workshop_telephone
source: Phone
es: Teléfono

# workshop_is_store
source: Is Store?
es: ¿Es tienda?

# workshop_info_contact
source: Contact Info
es: Información de contacto

# workshop
source: Bikeshop
es: Taller/Tienda

# parking
source: Bike-parking
es: Bici-estacionamiento

# select_location_title
source: Drag the map
es: Arrastra el mapa

# select_location_subtitle
source: Set the final location for the pin
es: Y coloca el pin en su ubicación final

# profile_your_activity
source: Your activity
es: Tu Actividad

# profile_your_favorites
source: Your favorites
es: Tus Favoritos

# synchronization_question
source: Synchronize now?
es: ¿Sincronizar ahora?

# synchronization_details
source: You can download additional content (bicycle lanes by now) within the visible map area
es: Puedes descargar contenido adicional (por ahora, ciclovias) dentro del área visible del mapa

source: Synchronize
es: Sincronizar

# one_way_path
source: One direction only
es: Una sola dirección

# two_ways_path
source: Both directions
es: Ambas direcciones

# days_to_event_plural
source: days to event
es: días para este evento

# days_to_event_today
source: It's Today!
es: ¡Hoy ruedan!

# days_to_event_tomorrow
source: Tomorrow
es: Mañana ruedan

source: Leaving at
es: Salimos a las

# arriving_at
source: Meeting at
es: Hora de reunión

# cycling_group_title
source: Cycling Group
es: Grupo ciclista

# days_to_event_unknown
source: Unknown date
es: Fecha desconocida

source: Not available
es: No disponible

# bike_lending
source: Bike sharing
es: Préstamo de bicis

source: Service station
es: Estación de servicio

source: Ambulance
es: Ambulancia

# paramedic
source: Physician
es: Paramédico

source: Direction mark
es: Marca de dirección

# km_mark
source: Kilometer
es: Kilómetro

# transport_connection
source: Transport station
es: Estación de transporte

# start_flag
source: Trip start
es: Inicio de recorrido

# finish_flag
source: Trip end
es: Final de recorrido

# grouped_services
source: Services
es: Servicios

# cycling_learning
source: Cycling school
es: Escuela ciclista

# free_grouped_services
source: Free Services
es: Servicios gratuitos
